

/* See TextEdit's InfoPlist.strings file for examples */
CFBundleName = "BibDesk";   /* This is for the localized "short" name in the app menu bar */
CFBundleDisplayName = "BibDesk";

/* Current documentation says CFBundleGetInfoString is deprecated in favor of this */
NSHumanReadableCopyright = "Copyright © 2001-2013 Michael O. McCracken.";
/* Also shown as kMDItemKind in Spotlight search */
NSStringPboardType = "Format Texte";
"BibTeX Database" = "BibTeX";
"RIS/Medline File" = "RIS";
"BibDesk Item" = "Publication";
"Web of Science File" = "Web of Science";
"BibDesk Search Group" = "Groupes de recherche BibDesk";
"BibTeX and Papers Archive" = "Archive BibTeX et Papers";